Repository: dennissiemensma/dsmr-reader
Catalog: dsmrreader/locales/*/LC_MESSAGES/django.po
Languages: nl

source: Whether the datalogger process requires a restart. It should occur automatically.
nl: Geeft aan of het datalogger-proces een herstart vereist. Dit zou automatisch moeten gaan.

source: Datalogger configuration
nl: Dataloggerconfiguratie

source: None (keep all readings)
nl: Geen (behoud alle metingen)

source: Discard most readings after one week
nl: Verwijder de meeste metingen na een week

source: Discard most readings after one month
nl: Verwijder de meeste metingen na een maand

source: Discard most readings after three months
nl: Verwijder de meeste metingen na drie maanden

source: Discard most readings after six months
nl: Verwijder de meeste metingen na een halfjaar

source: Discard most readings after one year
nl: Verwijder de meeste metingen na een jaar

source: Data retention
nl: Dataretentie

source: The lifetime of readings and other data, before discarding them. Some readings will be preserved forever.
nl: De levensduur van metingen, voordat ze opgeschoond worden. Sommige metingen worden voor altijd bewaard.

source: Retention configuration
nl: Retentieconfiguratie

source: Timestamp indicating when the reading was taken
nl: Moment waarop de meting is gedaan

source: Tariff indicator electricity. The tariff indicator can be used to switch tariff dependent loads e.g boilers. This is responsibility of the P1 user. Note: Tariff code 1 is used for low tariff and tariff code 2 is used for normal tariff.
nl: Tariefindicatie. Dit kan gebruikt worden om te wisselen met tariefafhankelijke vraag, zoals bijvoorbeeld een boiler. Verantwoording is voor de gebruiker van de P1-poort. N.B.: Tariefcode 1 is gebruikt voor daltarief en tariefcode 2 voor piektarief.

source: Number of power failures in any phase
nl: Aantal stroomstoringen in alle fasen

source: Number of long power failures in any phase
nl: Aantal langdurige stroomstoringen in alle fasen

source: Number of voltage sags/dips in phase L1
nl: Aantal spanningsdippen in fase L1

source: Number of voltage sags/dips in phase L2 (polyphase meters only)
nl: Aantal spanningsdippen in fase L2 (alleen voor meters met meerdere fasen)

source: Number of voltage sags/dips in phase L3 (polyphase meters only)
nl: Aantal spanningsdippen in fase L3 (alleen voor meters met meerdere fasen)

source: Number of voltage swells in phase L1
nl: Aantal spanningspieken in fase L1

source: Number of voltage swells in phase L2 (polyphase meters only)
nl: Aantal spanningspieken in fase L2 (alleen voor meters met meerdere fasen)

source: Number of voltage swells in phase L3 (polyphase meters only)
nl: Aantal spanningspieken in fase L3 (alleen voor meters met meerdere fasen)

source: Number of rejected telegrams due to invalid CRC checksum
nl: Aantal genegeerde DSMR telegrammen wegens een foutieve CRC checksum

source: The latest telegram succesfully read. Please note that only the last telegram is saved
nl: Het meest recente uitgelezen telegram. N.B.: Alleen het laatste telegram wordt opgeslagen

source: DSMR Meter statistics (read only)
nl: Meterstatistieken (alleen lezen)

source: Created at
nl: Aangemaakt op

source: Timestamp indicating when the change was logged
nl: Tijdstip wanneer de wijziging was gelogd

source: Field
nl: Veldnaam

source: The name of the statistics field that changed
nl: De naam van het gewijzigde veld

source: Old value
nl: Oude waarde

source: New value
nl: Nieuwe waard

source: DSMR Meter statistics change
nl: Meterstatistieken wijziging

source: DSMR Meter statistics changes
nl: Meterstatistieken wijzigingen

source: Waiting for the next Dropbox sync to be executed
nl: Wachten op de volgende Dropbox-sync die uitgevoerd moet worden

source: Forces Dropbox sync.
nl: Forceert Dropbox synchronisatie.

source: Unable to authenticate with Dropbox, removing credentials. Error: {}
nl: Kan niet authenticeren met Dropbox, inloggegevens weggehaald. Fout: {}

source: Unable to upload files to Dropbox due to {}. Ignoring new files for the next {} hours...
nl: Kan geen nieuwe bestanden uploaden naar Dropbox, wegens {}, voor de komende {} uur...

source: Security
nl: Beveiliging

source: Graphs
nl: Grafieken

source: Tariff names
nl: Tariefnaamgeving

source: Electricity delivered
nl: Elektriciteitsverbruik

source: Electricity returned
nl: Elektriciteit teruggeleverd

source: Phases P+
nl: Fasen P+

source: Phases P-
nl: Fasen P-

source: Temperature
nl: Temperatuur

source: To alter the order in which the graphs are displayed, <a href="/admin/dsmr_frontend/sortedgraph/sort/">go to this page</a> and drag the graph names.
nl: Om de volgorde waarin de grafieken getoond worden te veranderen, <a href="/admin/dsmr_frontend/sortedgraph/sort/">ga naar deze pagina</a> en sleep de grafieknamen.

source: Frontend (dsmr_webinterface)
nl: Interface (dsmr_webinterface)

source: Day
nl: Dag

source: Hour
nl: Uur

source: Temperatures
nl: Temperaturen

source: Clears the entire cache.
nl: Gooit de volledige cache leeg.

source: Welcome to DSMR-reader! Please make sure to check your settings in the Configuration page!
nl: Welkom bij DSMR-reader! Controleer eerst de instellingen in de Configuratie-pagina!

source: The graphs on the Dashboard have been replaced this release and are now scrollable. The graphs on the Trends page have been updated as well.
nl: De grafieken op het Dashboard zijn vervangen en vanaf deze release scrollbaar. De grafieken op de Trends-pagina zijn eveneens bijgewerkt.

source: DSMR-reader v2.0.0 adds security fixes and also marks the end of support for Python 3.4
nl: DSMR-reader v2.0.0 brengt enkele veiligheidspatches en markeert tevens het einde van de ondersteuning voor Python 3.4

source: DSMR-reader v2.0.1 adds two missing API calls in the documentation (/api/v2/consumption/)
nl: DSMR-reader v2.0.1 voegt twee ontbrekende API-calls toe aan de documentatie (/api/v2/consumption/)

source: DSMR-reader v2.0.2 addresses an security issue in an external library (urllib3)
nl: DSMR-reader v2.0.2 verhelpt een beveiligingslek in gebruikte software van derden (urllib3)

source: DSMR-reader v2.1.0: (1) Adds support for Telegram-app notifications (for bots only). (2) Added a missing API call to easily retrieve the latest gas consumption. (3) Added support for backups (only day/hour statistics) using your email (server). (4) Added some extra checks regarding unsupported Python versions for future upgrades. (5) Now allows Token authentication for the API, fixing the browsable API in the API docs. (6) Changes the way backup file timestamps are compared among timezones, fixing a possible issue for Docker users. (7) Updates some outdated dependencies.
nl: DSMR-reader v2.1.0: (1) Ondersteuning toegevoegd voor Telegram-app notificaties (alleen voor chatbots). (2) Missende API-call toegevoegd om eenvoudig het laatste gasverbruik in te zien. (3) Ondersteuning toegevoegd voor (dag/uurstatistieken) back-up's per e-mail via je eigen e-mailserver. (4) Ondersteuning toegevoegd voor enkele checks op niet-ondersteunde Python-versies, bij toekomstige upgrades. (5) Token-authenticatie is nu toegestaan voor de API, waardoor de browsable API docs te gebruiken zijn. (6) De manier waarop de tijdstippen van back-up bestanden vergeleken worden tussen tijdzones is veranderd, wat een mogelijk probleem oplost voor Docker-gebruikers. (7) Updates voor verouderde dependencies.

source: DSMR-reader v2.3.0: (1) Reworked Dropbox sync. (2) Simplified Status page and updated some libraries. (3) Some other minor fixes.
nl: DSMR-reader v2.3.0: (1) Dropbox-synchronisatie aangepast. (2) Status-pagina versimpeld en wat tools bijgewerkt. (3) Diverse andere kleine fixes.

source: DSMR-reader v2.6.0: Many changes related to MQTT. Messages are now sent using the RETAIN flag, telling the broker to cache the latest topic value received. This allows DSMR-reader to cache outgoing messages as well, preventing any duplicates sent.
nl: DSMR-reader v2.6.0: Veel wijzigingen gerelateerd aan MQTT. Berichten worden nu verzonden met de RETAIN-vlag ingeschakeld. Dit zorgt ervoor dat de broker de laatst ontvangen waarde van een topic bewaart. Hierdoor kan DSMR-reader een hoop uitgaande berichten cachen en dat voorkomt een hoop onnodige, dubbele berichten.

source: DSMR-reader v2.7.0: Added support in MQTT to share gas consumption to your MQTT broker.
nl: DSMR-reader v2.7.0: Ondersteuning aan MQTT toegevoegd om gasverbruik te delen met je MQTT-broker.

source: DSMR-reader v2.9.0: Buienradar changed their API. This update fixes the issue.
nl: DSMR-reader v2.9.0: Buienradar heeft haar API aangepast. Deze update werkt het bij.

source: DSMR-reader v2.10.0: Added automatic update checker (weekly), enabled by default, you can disable it in the Backend settings. See changelog for more changes.
nl: DSMR-reader v2.10.0: Automatische update checker (wekelijks) toegevoegd, standaard ingeschakeld. Wil je dit niet, dan kun je dit uitschakelen in de Backend-configuratie. Zie het wijzigingenoverzicht voor overige wijzigingen.

source: DSMR-reader v2.14.0: Some configuration options in setting.py were relocated or removed. This only affects you if you are using custom settings in setting.py. See the changelog for more information.
nl: DSMR-reader v2.14.0: Sommige instellingen in settings.py zijn verplaatst of uitgefaseerd. Dit is alleen van belang wanneer je zelf handmatig instellingen hebt aangepast in settings.py. Zie de changelog voor meer informatie.

source: DSMR-reader v3.4.0 (1/3): Archive graphs are now in bar style + stacked by default. You can change or revert this using the admin interface in the Frontend configuration.
nl: DSMR-reader v3.4.0 (1/3): Grafieken in het Archief zijn nu standaard staafgrafieken + gestapeld. Je kunt dit aanpassen of terugdraaien in de admin-interface in de Interfaceconfiguratie.

source: DSMR-reader v3.4.0 (2/3): Starting this release you can (re)name the electricity tariffs yourself. Visit the admin interface in the Frontend configuration to use your own names.
nl: DSMR-reader v3.4.0 (2/3): Vanaf deze release kun je zelf de naamgeving van de elektriciteitstarieven bepalen. Bezoek de admin-interface en ga dan naar Interfaceconfiguratie om je eigen naamgeving in te stellen.

source: DSMR-reader v3.4.0 (3/3): Graphs formerly displayed on the Dashboard are now available in "Live graphs".
nl: DSMR-reader v3.4.0 (3/3): Grafieken die voorheen op het Dashboard stonden, zijn nu beschikbaar onder "Live grafieken".

source: You are using a MySQL database without timezone support. This may cause bugs. Please enable timezone support in your database, see: https://dev.mysql.com/doc/refman/en/mysql-tzinfo-to-sql.html
nl: Je gebruikt een MySQL-database zonder ondersteuning voor tijdzones. Dit kan fouten veroorzaken. Zet ondersteuning voor tijdzones aan in je database, zie: https://dev.mysql.com/doc/refman/en/mysql-tzinfo-to-sql.html

source: Data retention policy is currently disabled. Please note that this may eventually cause severe performance and / or storage issues, depending on your hardware and type of disk used. Consider choosing a retention policy in the datalogger retention configuration.
nl: Gegevens worden momenteel niet automatisch opgeschoond. Dit veroorzaakt mogelijk op termijn problemen qua opslag en/of performance, afhankelijk van de gebruikte hardware en fysieke opslag. Overweeg om een dataretentiebeleid in te stellen binnen de retentieconfiguratie.

source: DSMR-reader v4.0: Added support for InfluxDB.
nl: DSMR-reader v4.0: Ondersteuning voor InfluxDB toegevoegd.

source: DSMR-reader v4.1: Added support for reading network sockets with the datalogger (e.g. when using ser2net). Both the builtin and remote datalogger now support this feature. The latter requires a reinstallation of the (remote) datalogger script.
nl: DSMR-reader v4.1: Ondersteuning toegevoegd voor het uitlezen van netwerk-sockets met de datalogger (bijv. wanneer je ser2net gebruikt). Dit wordt door zowel de ingebouwde als remote datalogger ondersteund, al vereist de laatstgenoemde in dat geval wel een herinstallatie van het dataloggerscript.

source: DSMR-reader will eventually be moved to its own organisation on Github in the near future. It should be redirected automatically, but if not, the new location will be: https://github.com/dsmrreader/dsmr-reader
nl: DSMR-reader wordt binnenkort uiteindelijk onder een eigen 'organisatie' ondergebracht op Github. Het doorverwijzen zou t.z.t automatisch moeten gaan, maar zo niet, dan wordt de nieuwe locatie: https://github.com/dsmrreader/dsmr-reader

source: Application notification
nl: Applicatienotificatie

source: Bar
nl: Staaf

source: Line
nl: Lijn

source: Merge electricity tariffs
nl: Voeg tarieven samen

source: Whether you are using a single electricity tariff and both (high/low) should be displayed merged
nl: Bepaalt of de elektriciteitstarieven samengevoegd moeten worden (wanneer je voor een enkel tarief betaalt)

source: Electricity delivered color
nl: Kleur elektriciteitsverbruik

source: Graph color for electricity delivered (default + high tariff)
nl: Grafiekkleur voor elektriciteitsverbruik (standaard + hoogtarief)

source: Electricity delivered color (alternative)
nl: Kleur elektriciteitsverbruik (alternatief)

source: Graph color for electricity delivered (low tariff)
nl: Grafiekkleur voor elektriciteitsverbruik (laagtarief)

source: Electricity returned color
nl: Kleur teruglevering elektriciteit

source: Graph color for electricity returned (default + high tariff)
nl: Grafiekkleur voor elektriciteit teruglevering (standaard + hoogtarief)

source: Electricity returned color (alternative)
nl: Kleur teruglevering elektriciteit (alternatief)

source: Graph color for electricity returned (low tariff)
nl: Grafiekkleur voor elektriciteit teruglevering (laagtarief)

source: Gas delivered color
nl: Kleur gasverbruik

source: Graph color for gas delivered
nl: Grafiekkleur voor gasverbruik

source: Phase L1+ (delivered) color
nl: Kleur fase L1+ (verbruik)

source: Graph color for phase L1+
nl: Grafiekkleur voor fase L1+

source: Phase L2+ (delivered) color
nl: Kleur fase L2+ (verbruik)

source: Graph color for phase L2+ (when available)
nl: Grafiekkleur voor fase L2+ (wanneer beschikbaar)

source: Phase L3+ (delivered) color
nl: Kleur fase L3+ (verbruik)

source: Graph color for phase L3+ (when available)
nl: Grafiekkleur voor fase L3+ (wanneer beschikbaar)

source: Phase L1- (returned) color
nl: Kleur fase L1- (teruglevering)

source: Graph color for phase L1-
nl: Grafiekkleur voor fase L1-

source: Phase L2- (returned) color
nl: Kleur fase L2- (teruglevering)

source: Graph color for phase L2- (when available)
nl: Grafiekkleur voor fase L2- (wanneer beschikbaar)

source: Phase L3- (returned) color
nl: Kleur fase L3- (teruglevering)

source: Graph color for phase L3- (when available)
nl: Grafiekkleur voor fase L3- (wanneer beschikbaar)

source: Temperature color
nl: Temperatuurkleur

source: Graph color for temperatures read
nl: Grafiekkleur voor temperatuurmetingen

source: Live graphs hours range
nl: Live grafieken urenlimiet

source: The range of the data displayed in live graphs (increasing it may degrade rendering performance!)
nl: Het bereik van de gegevens in de live grafieken (het verhogen van deze waarde kan resulteren in verslechterde performance van de grafieken!)

source: Live graphs initial zoom
nl: Live grafieken initiele zoom

source: The percentage of the graph range displayed initially
nl: Het percentage van de grafiekgegevens dat initieel getoond wordt

source: Gas graph style
nl: Grafiekstijl voor gas

source: Using the bar style will help you distinguish empty values better
nl: Je kunt lege waardes beter onderscheiden wanneer je staafgrafieken gebruikt

source: Electricity graph style
nl: Stijl van elektriciteitsgrafieken

source: Archive graphs only: Use the bar style to change visualisation
nl: Alleen Archief-grafieken: Gebruik staafgrafieken om de weergave te veranderen

source: Stack electricity graphs
nl: Stapel elektriciteitsgrafieken

source: Archive graphs only: Stacking, in combination with the bar graph style, distinguishes tariffs better
nl: Alleen Archief-grafieken: Stapelen van grafieken, gecombineerd met staafgrafieken, onderscheiden de tarieven beter

source: Name of tariff 1 (delivered)
nl: Naam van tarief 1 (verbruik)

source: Defaults to 'low tariff' delivered
nl: Standaard: "Laagtarief" (verbruik)

source: Name of tariff 2 (delivered)
nl: Naam van tarief 2 (verbruik)

source: Defaults to 'normal tariff' or 'high tariff' delivered
nl: Standaard: "Normaal tarief of hoogtarief" (verbruik)

source: Name of tariff 1 (returned)
nl: Naam van tarief 1 (teruglevering)

source: Defaults to 'low tariff' returned
nl: Standaard: "Laagtarief" (teruglevering)

source: Name of tariff 2 (returned)
nl: Naam van tarief 2 (teruglevering)

source: Defaults to 'normal tariff' or 'high tariff' returned
nl: Standaard: "Normaal tarief of hoogtarief" (teruglevering)

source: Force password login everywhere
nl: Forceer overal inloggen met wachtwoord

source: Enable this to enforce login on all pages. Useful to restrict unauthorized access when hosted or reachable on the Internet.
nl: Schakel dit in om te forceren dat er altijd ingelogd moet worden voor alle pagina's. Nuttig om bijvoorbeeld onbevoegde toegang te weigeren wanneer de applicatie wordt gehost op (of bereikbaar is via) het Internet.

source: Frontend configuration
nl: Interfaceconfiguratie

source: Sorted graph
nl: Gesorteerde grafiek

source: Sorted graphs
nl: Gesorteerde grafieken

source: About
nl: Over

source: Did something change after updating? Check out the latest changes
nl: IS er iets veranderd na updaten? Bekijk de laatste wijzigingen

source: View changelog
nl: Changelog

source: Looking for something? A good place to start is the FAQ
nl: Zoek je iets? Een goede plek om te beginnen is de FAQ

source: View frequently asked questions (FAQ)
nl: Bekijk veegelstelde vragen (FAQ)

source: Still need help? View or create an issue on Github
nl: Nog steeds hulp nodig? Bekijk of maak een issue aan op Github

source: View DSMR-reader issues on Github
nl: Bekijk DSMR-reader issues op Github

source: Do you want to access DSMR-reader its data automatically? Check out the API:
nl: Wil je DSMR-reader's gegevens automatisch benaderen? Probeer de API:

source: View API docs
nl: Bekijk API-documentatie

source: Originally created and authored by
nl: Oorspronkelijk gemaakt en onderhouden door

source: Improved by
nl: Verbeterd door

source: Many contributors
nl: Vele bijdrages

source: Do you want to show a small token of appreciation or gesture?
nl: Wil je een klein gebaar maken om je waardering te delen?

source: View how to donate or tip
nl: Bekijk hoe iets te geven

source: Archive
nl: Archief

source: No day statistics found yet. Usually you can find data here after the first day of running DSMR-reader.
nl: Nog geen dagstatistieken gevonden. Gegevens zijn hier doorgaans zichtbaar vanaf de tweede dag dat DSMR-reader draait.

source: Level of detail
nl: Detailniveau

source: Days
nl: Dagen

source: Months
nl: Maanden

source: Years
nl: Jaren

source: Pick a day, month or year
nl: Kies een dag, maand of jaar

source: Electricity consumed
nl: Elektriciteitsverbruik

source: Gas consumed
nl: Gasverbruik

source: Electricity (single tariff)
nl: Elektriciteit (enkel tarief)

source: Electricity returned (single tariff)
nl: Elektriciteit teruggeleverd (enkel tarief)

source: Toggle navigation
nl: Toon/verberg navigatiebalk

source: Live graphs
nl: Live grafieken

source: Compare
nl: Vergelijk

source: Statistics
nl: Statistieken

source: Energy contracts
nl: Energiecontracten

source: Export data
nl: Exporteer gegevens

source: Authentication required
nl: Authenticatie vereist

source: About DSMR-reader
nl: Over DSMR-reader

source: Base selection
nl: Basisselectie

source: Compare with selection
nl: Te vergelijken selectie

source: Search for a topic or setting
nl: Zoek naar een onderwerp of instelling

source: Type here to search...
nl: Typ hier om te zoeken...

source: Skip search and go directly to admin
nl: Sla over en ga direct naar het beheer

source: Click a suggestion below for more suggestions to choose from.
nl: Klik op een suggestie hieronder om meer inhoudelijke suggesties te zien.

source: DSMR-reader API (key)
nl: DSMR-reader API (sleutel)

source: Check for updates
nl: Controleer voor updates

source: Hide electricity return graphs
nl: Verberg grafieken teruglevering elektriciteit

source: Hide gas graphs
nl: Verberg gasgrafieken

source: Daily backup settings
nl: Instellingen voor dagelijkse back-up's

source: Folder to backup to
nl: Bestandsmap om back-up's naar weg te schrijven

source: Gzip compression level used
nl: Gzip compressieniveau

source: Group electricity by reading
nl: Groepeer elektriciteit op meting

source: Group electricity by minute
nl: Groepeer elektriciteit per minuut

source: Group gas by hour
nl: Groepeer gas per uur

source: Network socket / port
nl: Netwerk socket / poort

source: DSMR version (telegram parser)
nl: DSMR-versie (van telegrammen)

source: Dropbox integration for backups
nl: Dropbox-integratie voor back-up's

source: Outgoing email
nl: Uitgaande e-mail

source: Energy supplier prices
nl: Tarieven energieleverancier

source: Energy supplier price contracts
nl: Energieleverancier contracten

source: Gas price/costs
nl: Gasprijs/kosten

source: Electricity price/costs
nl: Elektriciteitsprijs/kosten

source: Frontend
nl: Interface

source: Merge tariffs
nl: Voeg tarieven samen

source: Graph line/bar colors
nl: Grafieklijn/staaf kleuren

source: Graph sorting/order
nl: Volgorde grafieken

source: InfluxDB integration
nl: InfluxDB-integratie

source: InfluxDB username / password
nl: InfluxDB gebruikersnaam / wachtwoord

source: Meter statistics
nl: Meterstatistieken

source: Meter statistics overview
nl: Overzicht meterstatistieken

source: Latest telegram read
nl: Laatst gelezen telegram

source: Link your MinderGas account
nl: Koppel je MinderGas-account

source: Export to MinderGas
nl: Exporteer naar MinderGas

source: Broker port / SSL / TLS
nl: Broker / poort / SSL / TLS

source: Keep reconnecting
nl: Telkens opnieuw verbinden

source: JSON day totals
nl: JSON dagtotalen

source: Split topic day totals
nl: Gesplitst topic dagtotalen

source: JSON gas consumption
nl: JSON gasverbruik

source: Split topic gas consumption
nl: Gesplitst topic gasverbruik

source: Raw telegram
nl: Ruw telegram

source: Split topic telegram
nl: Gesplitst topic telegram

source: Split topic meter statistics
nl: Gesplitst topic meterstatistieken

source: Voltage (split topic)
nl: Voltage (gesplitst topic)

source: Ampere (split topic)
nl: Ampere (gesplitst topic)

source: Notifications
nl: Notificaties

source: App notifications
nl: App-notificaties

source: Telegram (your bot)
nl: Telegram (jouw bot)

source: Link your PVOutput.org account
nl: Koppel je PVOutput.org-account

source: PVOutput.org donator options
nl: PVOutput.org opties voor donateurs

source: Retention
nl: Retentie

source: Clean up reading
nl: Ruim metingen op

source: Apply retention
nl: Pas retentie toe

source: Periodically delete data
nl: Verwijder periodiek gegevens

source: Day statistics
nl: Dagstatistieken

source: Hour statistics
nl: Uurstatistieken

source: Weather
nl: Weergegevens

source: Keep track of outside temperatures
nl: Houd buitentemperaturen bij

source: No data found yet. Please make sure either the dsmr_datalogger process running or you supply data using the API. The dsmr_backend process should run as well.
nl: Geen gegevens gevonden. Zorg ervoor dat het dsmr_datalogger-proces draait of dat je gegevens aanlevert via die API. Daarnaast hoort het dsmr_backend-proces eveneens te draaien.

source: Unread notifications
nl: Ongelezen notificaties

source: Go to notification overview
nl: Ga naar notificatieoverzicht
