Repository: dennissiemensma/dsmr-reader
Catalog: dsmrreader/locales/*/LC_MESSAGES/django.po
Languages: nl

source: Whether parsed telegrams are sent to the broker, in JSON format.
nl: Geeft aan of binnengekomen telegrammen worden doorgestuurd naar de broker, in JSON formaat.

source: Use local timezone
nl: Gebruik lokale tijdszone

source: Whether to use the local timezone ({}) in the timestamp sent.
nl: Geeft aan dat de lokale tijdzone ({}) gebruikt wordt in het tijdstip.

source: (Data source) Telegram: JSON
nl: (Databron) Telegram: JSON

source: Whether parsed telegrams are sent to the broker, having each field sent to a different topic.
nl: Geeft aan of binnengekomen telegrammen worden doorgestuurd naar de broker, gesplitst op een apart veld per topic.

source: (Data source) Telegram: Split topic
nl: (Databron) Telegram: Gesplitst topic

source: Detailed instructions for configuring notifications can be found here: <a href="https://dsmr-reader.readthedocs.io/nl/v4/admin/notifications.html">Documentation</a>
nl: Gedetailleerde instructies voor het configureren van notificaties kun je hier terugvinden: <a href="https://dsmr-reader.readthedocs.io/nl/v4/admin/notifications.html">Documentatie</a>

source: Only applies when using Pushover
nl: Alleen van toepassing voor Pushover

source: Only applies when using Prowl
nl: Alleen van toepassing voor Prowl

source: Only applies when using your own Telegram bot
nl: Alleen van toepassing wanneer je je eigen Telegram-bot gebruikt

source: System checks for sending status notifications when the datalogger is lagging behind.
nl: Systeemcontroles voor het versturen van notificaties wanneer de datalogger achterloopt.

source: Notification apps
nl: Notificatie Apps

source: Sends a test notification to your device (if any).
nl: Stuurt een test notificatie naar je toestel (mits ingesteld).

source: Notify My Android has terminated their service, the notification settings in DSMR-reader are disabled.
nl: Notify My Android heeft hun dienstverlening beëindigd. Hierdoor zijn de notificatie-instellingen in DSMR-reader aangepast.

source: Notification service
nl: Notificatieservice

source: Which notification service to use for sending daily usage notifications
nl: Welke notificatieservice mag gebruikt worden om de notificaties mee te versturen

source: The API key of your Pushover Application
nl: De API key van je Pushover Applicatie

source: Your User Key displayed in your Pushover dashboard
nl: De "User Key" zoals terug te vinden in je Pushover dashboard

source: Your Telegram bot token. The token looks something like 123456:ABC-DEF1234ghIkl-zyx57W2v1u123ew11
nl: Je telegram bot-token. Het token ziet er uit als: 123456:ABC-DEF1234ghIkl-zyx57W2v1u123ew11

source: Identifier for the target chat ID, or @handle of a channel (without the "@")
nl: Referentie naar het chat ID of de @handle van een kanaal (zonder de "@")

source: Next notification
nl: Volgende notificatie

source: Timestamp of the next notification. Managed by application.
nl: Tijdstip van de volgende notificatie. Applicatie werkt dit automatisch bij.

source: Notification Apps configuration
nl: Notificatie Apps configuratie

source: Next check
nl: Volgende controle

source: Timestamp of the next check. Managed by application.
nl: Tijdstip van de volgende controle. Applicatie werkt dit automatisch bij.

source: Status notification configuration
nl: Statusnotificatie-configuratie

source: Your daily usage statistics for
nl: Dagelijkse verbruiksstatistieken voor

source: Total cost
nl: Totale kosten

source: Daily usage notification
nl: Dagelijkse verbruiksnotificatie

source: It has been over {} hour(s) since the last reading received. Please check your datalogger.
nl: Er is meer dan {} uur verstreken sinds de laatst ontvangen meting. Controleer de datalogger.

source: Datalogger check
nl: Dataloggercontrole

source: Implements the following API call: <a href="https://pvoutput.org/help.html#api-addstatus" target="_blank">Add Status Service</a>
nl: Implementeert de volgende API call: <a href="https://pvoutput.org/help.html#api-addstatus" target="_blank">Add Status Service</a>

source: This feature is ONLY available when you have a DONATOR account for PVOutput.org. For more information see: <a href="https://pvoutput.org/donate.jsp" target="_blank">Donating to PVOutput</a> and <a href="https://pvoutput.org/help.html#donations" target="_blank">Bonus Features</a>.
nl: Deze feature is alleen beschikbaar wanneer je koppelt aan een PVOutput DONATOR account. Voor meer informatie zie: <a href="https://pvoutput.org/donate.jsp" target="_blank">Doneren aan PVOutput</a> en <a href="https://pvoutput.org/help.html#donations" target="_blank">Bonus Features</a>.

source: Waiting for the next PVOutput export to be executed
nl: Wachten op de volgende PVOutput-export die uitgevoerd moet worden

source: The API key for your PVOutput account. Listed in PVOutput at Settings -> "API Settings".
nl: De API-key voor je PVOutput-account. Terug te vinden in PVOutput onder Instellingen -> "API Settings".

source: System ID (digit)
nl: System ID (cijfer)

source: The "System ID" for your device. Listed in PVOutput at Settings -> "Registered Systems".
nl: Het "Systeem ID" voor je apparaat. Terug te vinden in PVOutput onder Instellingen -> "Registered Systems".

source: PVOutput: API configuration
nl: PVOutput: API-configuratie

source: 5 minutes
nl: 5 minuten

source: 10 minutes
nl: 10 minuten

source: 15 minutes
nl: 15 minuten

source: Whether the system uploads consumption using the Add Status Service API call.
nl: Geeft aan of het systeem status-updates doorgeeft via de "Add Status Service" API call.

source: The interval between each upload (in minutes). Please make sure this matches the device settings.
nl: De interval tussen elke upload (in minuten). Zorg ervoor dat dit overeenkomt met de apparaatinstellingen in PVOutput.

source: Upload offset (minutes)
nl: Uploadvertraging (in minuten)

source: An artificial delay in uploading data to PVOutput. E.g.: When you set this to "5" and the application uploads the data at 10:45, then only data between until 10:40 will be taken into account. It effectively limits its upload data search by "ignore the last X minutes", where X is this setting.
nl: Een kunstmatige vertraging in het uploaden van gegevens naar PVOutput. Voorbeeld: Wanneer je dit instelt op "5" en de applicatie probeert om 10:45 gegevens te uploaden, dan worden alleen gegevens tussen 0:00 en 10:40 gebruikt. Effectief zorgt deze instelling er dus voor dat de te uploaden data beperkt wordt met "negeer data van de afgelopen X minuten", waarbij X de waarde van deze instelling is.

source: PVOutput: Processing delay (minutes)
nl: PVOutput: Verwerkingsvertraging (in minuten)

source: Leave EMPTY to disable the feature. This parameter allows the processing of the data to be delayed, by the specified number of minutes. Allowed values: empty or 0 to 120 (minutes)
nl: Laat dit veld leeg om uit te schakelen. Deze parameter staat het vertraagd verwerken van gegevens toe. Je kunt de vertraging instellen op een aantal minuten. Toegestaan: leeg veld of 0 tot 120 (minuten)

source: Next export
nl: Volgende synchronisatie

source: Timestamp of the next export. Automatically updated by application.
nl: Tijdstip van de volgende gegevensexport. Applicatie werkt dit automatisch bij.

source: Timestamp of latest sync with PVOutput. Automatically updated by application.
nl: Tijdstip van de laatste synchronisatie met PVOutput. Applicatie werkt dit automatisch bij.

source: PVOutput: Add Status configuration
nl: PVOutput: "Add Status" configuratie

source: Trend & statistics
nl: Trends & statistieken

source: Alters any stats generate to fake data. DO NOT USE in production! Used for integration checks.
nl: Verandert alle bestaande statistieken. NIET GEBRUIKEN IN PRODUCTIE! Wordt gebruikt voor integratietests.

source: Recalculates day statistics prices
nl: Herberekent prijzen in dagtotalen

source: Reconstructs missing day statistics by using available hour statistics
nl: Reconstrueert missende dagstatistieken door beschikbare uurstatistieken te gebruiken

source: Description
nl: Omschrijving

source: Note
nl: Notitie

source: Notes
nl: Notities

source: Date
nl: Datum

source: Electricity 1 (low tariff)
nl: Elektriciteit 1 (daltarief)

source: Electricity 2 (high tariff)
nl: Elektriciteit 2 (piektarief)

source: Electricity 1 returned (low tariff)
nl: Elektriciteit 1 teruggeleverd (daltarief)

source: Electricity 2 returned (high tariff)
nl: Elektriciteit 2 teruggeleverd (piektarief)

source: Electricity 1 price (low tariff)
nl: Prijs elektriciteit 1 (daltarief)

source: Electricity 2 price (high tariff)
nl: Prijs elektriciteit 2 (piektarief)

source: Gas cost
nl: Gaskosten

source: Lowest temperature
nl: Laagste temperatuur

source: Highest temperature
nl: Hoogste temperatuur

source: Average temperature
nl: Gemiddelde temperatuur

source: Day statistics (automatically generated data)
nl: Dagstatistieken (automatisch gegenereerd)

source: Hour start
nl: Begintijd uur

source: Hour statistics (automatically generated data)
nl: Uurstatistieken (automatisch gegenereerd)

source: Timestamp of highest usage on L1+
nl: Moment van hoogste verbruik op L1+

source: Timestamp of highest usage on L2+
nl: Moment van hoogste verbruik op L2+

source: Timestamp of highest usage on L3+
nl: Moment van hoogste verbruik op L3+

source: Timestamp of highest return on L1-
nl: Moment van hoogste teruglevering op L1-

source: Timestamp of highest return on L2-
nl: Moment van hoogste teruglevering op L2-

source: Timestamp of highest return on L3-
nl: Moment van hoogste teruglevering op L3-

source: Timestamp of lowest usage on L1+
nl: Moment van laagste verbruik op L1+

source: Timestamp of lowest usage on L2+
nl: Moment van laagste verbruik op L2+

source: Timestamp of lowest usage on L3+
nl: Moment van laagste verbruik op L3+

source: Highest usage on L1+ (in kWh)
nl: Hoogste verbruik op L1+ (in kWh)

source: Highest usage on L2+ (in kWh)
nl: Hoogste verbruik op L2+ (in kWh)

source: Highest usage on L3+ (in kWh)
nl: Hoogste verbruik op L3+ (in kWh)

source: Highest return on L1- (in kWh)
nl: Hoogste teruglevering op L1- (in kWh)

source: Highest return on L2- (in kWh)
nl: Hoogste teruglevering op L2- (in kWh)

source: Highest return on L3- (in kWh)
nl: Hoogste teruglevering op L3- (in kWh)

source: Lowest usage on L1+ (in kWh)
nl: Laagste verbruik op L1+ (in kWh)

source: Lowest usage on L2+ (in kWh)
nl: Laagste verbruik op L2+ (in kWh)

source: Lowest usage on L3+ (in kWh)
nl: Laagste verbruik op L3+ (in kWh)

source: Electricity statistics
nl: Elektriciteitsstatistieken

source: See <a href="https://www.buienradar.nl/nederland/weerbericht/weerstations" target="_blank">Buienradar weerstations</a> for a map of all locations.
nl: Zie <a href="https://www.buienradar.nl/nederland/weerbericht/weerstations" target="_blank">Buienradar weerstations</a> voor een kaart van alle locaties.

source: Temperature (in ℃)
nl: Temperatuur (in ℃)

source: Weather station Arcen
nl: Weerstation Arcen

source: Weather station Arnhem
nl: Weerstation Arnhem

source: Weather station Berkhout
nl: Weerstation Berkhout

source: Weather station Cadzand
nl: Weerstation Cadzand

source: Weather station De Bilt
nl: Weerstation De Bilt

source: Weather station Den Helder
nl: Weerstation Den Helder

source: Weather station Eindhoven
nl: Weerstation Eindhoven

source: Weather station Ell
nl: Weerstation Ell

source: Weather station Euro platform
nl: Weerstation Euro platform

source: Weather station Gilze Rijen
nl: Weerstation Gilze Rijen

source: Weather station Groenlo-Hupsel
nl: Weerstation Groenlo-Hupsel

source: Weather station Groningen
nl: Weerstation Groningen

source: Weather station Hansweert
nl: Weerstation Hansweert

source: Weather station Heino
nl: Weerstation Heino

source: Weather station Herwijnen
nl: Weerstation Herwijnen

source: Weather station Hoek van Holland
nl: Weerstation Hoek van Holland

source: Weather station Hoofdplaat
nl: Weerstation Hoofdplaat

source: Weather station Hoogeveen
nl: Weerstation Hoogeveen

source: Weather station Hoorn Terschelling
nl: Weerstation Hoorn Terschelling

source: Weather station Houtribdijk
nl: Weerstation Houtribdijk

source: Weather station Huibertgat
nl: Weerstation Huibertgat

source: Weather station IJmond
nl: Weerstation IJmond

source: Weather station IJmuiden
nl: Weerstation IJmuiden

source: Weather station Katwijk
nl: Weerstation Katwijk

source: Weather station Lauwersoog
nl: Weerstation Lauwersoog

source: Weather station LE Goeree
nl: Weerstation LE Goeree

source: Weather station Leeuwarden
nl: Weerstation Leeuwarden

source: Weather station Lelystad
nl: Weerstation Lelystad

source: Weather station Lopik-Cabauw
nl: Weerstation Lopik-Cabauw

source: Weather station Maastricht
nl: Weerstation Maastricht

source: Weather station Marknesse
nl: Weerstation Marknesse

source: Weather station Nieuw Beerta
nl: Weerstation Nieuw Beerta

source: Weather station Oosterschelde
nl: Weerstation Oosterschelde

source: Weather station Rotterdam
nl: Weerstation Rotterdam

source: Weather station Rotterdam Geulhaven
nl: Weerstation Rotterdam Geulhaven

source: Weather station Schaar
nl: Weerstation Schaar

source: Weather station Schiphol
nl: Weerstation Schiphol

source: Weather station Stavenisse
nl: Weerstation Stavenisse

source: Weather station Stavoren
nl: Weerstation Stavoren

source: Weather station Tholen
nl: Weerstation Tholen

source: Weather station Twente
nl: Weerstation Twente

source: Weather station Vlakte aan de Raan
nl: Weerstation Vlakte aan de Raan

source: Weather station Vlieland
nl: Weerstation Vlieland

source: Weather station Vlissingen
nl: Weerstation Vlissingen

source: Weather station Volkel
nl: Weerstation Volkel

source: Weather station Voorschoten
nl: Weerstation Voorschoten

source: Weather station Westdorpe
nl: Weerstation Westdorpe

source: Weather station Wijdenes
nl: Weerstation Wijdenes

source: Weather station Wijk aan Zee
nl: Weerstation Wijk aan Zee

source: Weather station Woensdrecht
nl: Weerstation Woensdrecht

source: Weather station Zeeplatform F-3
nl: Weerstation Zeeplatform F-3

source: Weather station Zeeplatform K13
nl: Weerstation Zeeplatform K13

source: Track weather
nl: Houd weergegevens bij

source: Whether we should track and log outside temperatures using an external service. Current service integrated is Buienradar
nl: Geeft aan of we buitentemperaturen meten via een externe dienst, en ze bijhouden. Huidig gebruikte dienst is Buienradar

source: Buienradar weather station
nl: Buienradar weerstation

source: The weather station used to measure and log outside temperatures. Choose one nearby.
nl: Het weerstation dat gebruikt wordt om buitentemperaturen te meten en op te slaan. Kies een locatie zo dicht mogelijk bij huis.

source: Weather configuration
nl: Weergegevensconfiguratie

source: Failed to connect to or read from Buienradar API
nl: Kan niet verbinden naar of lezen van de Buienradar API

source: Selected station info not found
nl: Geselecteerd weerstation niet gevonden

source: Dutch
nl: Nederlands

source: English
nl: Engels
