Repository: dennissiemensma/dsmr-reader
Catalog: dsmrreader/locales/*/LC_MESSAGES/django.po
Languages: nl

source: Allow API calls
nl: Sta API-calls toe

source: Whether the API is available for use.
nl: Geeft aan of de API beschikbaar is voor gebruik.

source: Auth Key
nl: Authenticatiesleutel

source: The auth key used to authenticate for this API.
nl: De authenticatiesleutel om toegang te krijgen tot deze API.

source: API configuration
nl: API-configuratie

source: Configuration
nl: Configuratie

source: Advanced
nl: Geavanceerd

source: System
nl: Systeem

source: Enter your outgoing email settings here, which DSMR-reader will use to send emails. <br><br>Do you have GMail? Enter host <strong>aspmx.l.google.com</strong>, port <strong>25</strong> and use <strong>TLS</strong>. Do NOT fill in any username of password, but just enter your GMail address as "Email to" above.
nl: Voer hier je uitgaande e-mailinstellingen in, welke gebruikt worden door DSMR-reader om je e-mails te sturen. <br><br>Heb je GMail? Voer dan als host <strong>aspmx.l.google.com</strong> in, als poort <strong>25</strong> en gebruik <strong>TLS</strong>. Voer vervolgens NIET je gebruikersnaam of wachtwoord in. Vul je GMail-adres hierboven in als ontvanger.

source: Test for your email settings.
nl: Test voor je e-mailinstellingen.

source: Failed to send test email: {}
nl: Versturen van e-mail test gefaald: {}

source: Email sent succesfully, please check your email inbox (or spam folder).
nl: E-mail is verstuurd. Controleer je Inbox (of Spam-folder).

source: Only reschedule a process if you really need to, as it could cause mistimings at some point.
nl: Herplan een proces alleen wanneer het noodzakelijk is, gezien het de timing tussen processen kan aantasten.

source: Time until next call
nl: Tijd tot volgende aanroep

source: Unsupported database engine "{}" active, some features might not work properly
nl: De database engine "{}" wordt niet actief ondersteund, sommige functies werken hierdoor mogelijk minder goed

source: Process behind schedule: {}
nl: Proces loopt achter op schema: {}

source: Resets the environment for development purposes. Not intended for production.
nl: Reset de omgeving voor ontwikkelingsdoeleinden. Niet bedoeld voor gebruik in productie.

source: Whether the API should be disabled.
nl: Geeft aan of de API uitgeschakeld is.

source: Intended usage is NOT production! Only allowed when DEBUG = True
nl: Bedoeld voor gebruik buiten productie. Alleen mogelijk wanneer instelling DEBUG = True

source: Forces single run, overriding Infinite Command mixin
nl: Forceert een enkele uitvoer

source: Name
nl: Naam

source: Last executed at
nl: Laatst uitgevoerd op

source: The last moment this process ran (disregarding whether it succeeded or failed).
nl: Laatste moment dat dit proces draaide (ongeacht of het proces zelf lukte of faalde).

source: Planned
nl: Gepland

source: The next moment this process will run again.
nl: Het eerstvolgende moment dat dit proces weer uitgevoerd wordt.

source: Active
nl: Ingeschakeld

source: Related configuration settings manage whether this process is active or disabled for you.
nl: Gerelateerde configuratie-instellingen bepalen of dit proces actief of uitgeschakeld is.

source: Scheduled process
nl: Gepland proces

source: Language
nl: Taal

source: The language used in backend processes
nl: De gebruikte taal in achtergrondprocessen

source: Automatically check for updates
nl: Controleer automatisch op updates

source: Whether the application checks once in a while for new DSMR-reader release in Github
nl: Geeft aan of de applicatie af en toe op Github controleert of er updates beschikbaar zijn

source: Backend process sleep
nl: Backend proces sleep

source: The number of seconds the application will sleep after completing a backend run.
nl: Het aantal seconden dat de applicatie wacht na het voltooien van een backend run.

source: Disable gas capability
nl: Schakel weergave gas uit

source: Whether to disable gas capability. E.g.: you’ve switched from using gas to an alternative energy source.
nl: Geeft aan of gas uitgeschakeld wordt in de applicatie. Bijvoorbeeld wanneer je geen gas (meer) gebruikt en ben overgestapt naar een andere energiebron.

source: Disable electricity returned capability
nl: Schakel weergave elektriciteitsteruglevering uit

source: Whether to disable electricity return capability. E.g.: When your smart meter erroneous reports electricity returned data, but you do not own any solar panels.
nl: Geeft aan of teruglevering van elektriciteut uitgeschakeld wordt in de applicatie. Bijvoorbeeld wanneer de slimme meter ten onrechte (ooit) teruglevering heeft geregistreerd.

source: Process restart required
nl: Proces vereist herstart

source: Whether the backend process requires a restart. It should occur automatically.
nl: Geeft aan of het backend-proces een herstart vereist. Dit zou automatisch moeten gaan.

source: Backend configuration
nl: Backend-configuratie

source: Email from
nl: E-mailafzender

source: The email address you want to send any emails from
nl: Het e-mailadres waar e-mails van verzonden worden

source: Email to
nl: E-mailgeaddresseerde

source: The email address you want to send any emails to
nl: Het e-mailadres waar e-mails naar toegestuurd worden

source: Host
nl: Hostnaam

source: The hostname of the server used to send emails with
nl: De hostnaam van de server die gebruikt wordt om e-mails mee te versturen

source: Port
nl: Poort

source: The port used by the email server to send mail
nl: De poort van de server die gebruikt wordt om e-mails mee te versturen

source: Username
nl: Gebruikersnaam

source: Optional: The username required to authenticate on the email server
nl: Optioneel: De gebruikersnaam voor authenticatie op de e-mailserver

source: Password
nl: Wachtwoord

source: Optional: The password required to authenticate on the email server
nl: Optioneel: Het wachtwoord voor authenticatie op de e-mailserver

source: Use TLS
nl: Gebruik TLS

source: Optional: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587
nl: Optioneel: Geeft aan of explicit TLS gebruikt dient te worden voor communicatie naar de SMTP server. De standaardpoort is 587

source: Use SSL
nl: Gebruik SSL

source: Optional: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465
nl: Optioneel: Geeft aan of implicit TLS gebruikt dient te worden voor communicatie naar de SMTP server. In meeste gevallen wordt dit SSL genoemd. De standaardpoort is 465

source: Email configuration
nl: E-mailconfiguratie

source: There is a newer version of DSMR-reader available. See the changelog for more information.
nl: Er is een nieuwere versie van DSMR-reader beschikbaar. Zie het wijzigingenoverzicht voor meer informatie.

source: Test your email settings with the button below.
nl: Test je e-mailinstellingen met de knop hieronder.

source: Optional: View your settings for sending backups by email here.
nl: Optioneel: Bekijk hier je instellingen voor het versturen van back-ups per e-mail.

source: Send test email
nl: Stuur een test e-mail

source: Detailed instructions for restoring a backup can be found here: <a href="https://dsmr-reader.readthedocs.io/nl/v4/faq.html#how-do-i-restore-a-database-backup">FAQ in documentation</a>.
nl: Gedetailleerde instructies voor het herstellen van een back-up kun je hier terugvinden: <a href="https://dsmr-reader.readthedocs.io/nl/v4/faq.html#how-do-i-restore-a-database-backup">FAQ in documentatie</a>.

source: This will synchronize backups to your Dropbox account. Detailed instructions for configuring Dropbox can be found here: <a href="https://dsmr-reader.readthedocs.io/nl/v4/admin/backup_dropbox.html">Documentation</a>
nl: Dit synchroniseert back-up's naar je Dropbox-account. Gedetailleerde instructies voor het koppelen met Dropbox kun je hier terugvinden: <a href="https://dsmr-reader.readthedocs.io/nl/v4/admin/backup_dropbox.html">Documentatie</a>

source: Automatic fields
nl: Automatische velden

source: You can have DSMR-reader email you a backup every once in a while.<br><br>Please note that the backup will <strong>ONLY contain day and hour statistics</strong>, which are the most important data to preserve historically.
nl: Je kunt DSMR-reader jezelf regelmatig een uitgeklede back-up laten sturen per e-mail.<br><br>N.B.: Deze back-up <strong>bevat alleen dag- en uurstatistics</strong>, de belangrijkste historische gegevens.

source: Failed to create this directory, please check permissions: {}
nl: Fout bij aanmaken van de map, controleer de permissies: {}

source: Backup daily
nl: Dagelijkse back-up

source: Create a backup of your data daily. Stored locally, but can be exported using Dropbox.
nl: Maak een dagelijkse back-up van je gegevens. Wordt lokaal opgeslagen maar kan geëxporteerd worden via Dropbox.

source: Backup timestamp
nl: Tijdstip van back-up

source: Daily moment of creating the backup. You should prefer a nightly timestamp, as it might freeze or lock the application shortly during backup creation.
nl: Voorkeurstijdstip van dagelijkse back-up. Ons advies is om een moment in de nacht te pakken, gezien het maken van een back-up de werking van de applicatie kort kan onderbreken.

source: Backup storage folder
nl: Back-up opslag map

source: The folder to store the backups in. The default location is "backups/". Please make sure that the "dsmr" user both has read and write access to the folder.
nl: De map waarin back-ups opgeslagen worden. De standaardlocatie is "backups/". N.B.: Zorg ervoor dat de "dsmr" gebruiker toegang en schrijfrechten heeft tot de map.

source: Compression level
nl: Compressieniveau

source: The gzip compression level used. Level 9 = best, level 1 = fastest.
nl: Het compressieniveau dat voor gzip gebruikt wordt. Niveau 9 = beste, niveau 1 = snelste.

source: Backup configuration
nl: Back-up configuratie

source: Latest sync
nl: Meest recente synchronisatie

source: Timestamp of latest sync with Dropbox. Automatically updated by application.
nl: Tijdstip van de laatste synchronisatie met Dropbox. Applicatie werkt dit automatisch bij.

source: Next sync
nl: Volgende synchronisatie

source: Timestamp of next sync with Dropbox. Automatically updated by application.
nl: Tijdstip van de volgende synchronisatie met Dropbox. Applicatie werkt dit automatisch bij.

source: Dropbox configuration
nl: Dropbox-configuratie

source: --- Disabled ---
nl: --- Uitgeschakeld ---

source: Daily
nl: Dagelijks

source: Weekly
nl: Wekelijks

source: Every two weeks
nl: Elke twee weken

source: Every four weeks
nl: Elke vier weken

source: Interval
nl: Frequentie

source: The frequency of sending backups per email
nl: De frequentie waarin back-up's per e-mail verzonden worden

source: Email backup configuration
nl: Back-up per e-mail configuratie

source: Backup creation failed, please check the dsmr_backend logfile.
nl: Maken van back-up gefaald, controleer de logfile van dsmr_backend.

source: DSMR-reader day/hour statistics backup
nl: DSMR-reader back-up van dag- en uurstatistieken

source: This is an automated email, containing a backup of the day and hour statistics in the attachment.
nl: Dit is een automatisch verstuurde e-mail, met in de bijlage een back-up van de dag- en uurstatistieken.

source: Saving the configuration will reset the delay until the next backup.
nl: Het opslaan van de configuratie reset het tijdstip van de volgende back-up.

source: Use Dropbox to secure all your backups
nl: Gebruik Dropbox voor het veiligstellen van je al back-up's

source: view Dropbox settings here
nl: bekijk hier instellingen voor Dropbox

source: Or use GMail/email for keeping smaller backups
nl: Of gebruik GMail/e-mail om kleinere back-up's te bewaren

source: view email backup settings here
nl: bekijk hier instellingen voor back-up per e-mail

source: Saving the configuration will reset the delay until the next sync.
nl: Het opslaan van de configuratie reset het tijdstip van de volgende synchronisatie.

source: Emails are currently sent to
nl: E-mails worden momenteel verstuurd naar

source: edit email address here
nl: bewerk hier het e-mailadres

source: Saving the configuration will reset the delay until the next email backup.
nl: Het opslaan van de configuratie reset het tijdstip van de volgende back-up per e-mail.

source: Electricity
nl: Elektriciteit

source: Fixed costs
nl: Vaste kosten

source: Consumption
nl: Verbruik

source: Too many unprocessed readings: {}
nl: Te veel onverwerkte telegrammen: {}

source: This price is already set by another contract within a colliding date range ({} / {}): {}
nl: Deze prijs is al ingesteld bij een ander contract met een overlappende contractdatum: {} ({} - {})

source: Meter Reading electricity delivered to client (low tariff) in 0,001 kWh
nl: Meterstand van verbruikte elektriciteit (laagtarief) in stappen van 1 Watt uur

source: Meter Reading electricity delivered by client (low tariff) in 0,001 kWh
nl: Meterstand van teruggeleverde elektriciteit (laagtarief) in stappen van 1 Watt uur

source: Meter Reading electricity delivered to client (normal tariff) in 0,001 kWh
nl: Meterstand van verbruikte elektriciteit (piektarief) in stappen van 1 Watt uur

source: Meter Reading electricity delivered by client (normal tariff) in 0,001 kWh
nl: Meterstand van teruggeleverde elektriciteit (piektarief) in stappen van 1 Watt uur

source: Actual electricity power delivered (+P) in 1 Watt resolution
nl: Daadwerkelijk geleverde elektriciteit geleverd (-P) in 1 Watt stappen

source: Actual electricity power received (-P) in 1 Watt resolution
nl: Daadwerkelijk geleverde elektriciteit ontvangen (-P) in 1 Watt stappen

source: Instantaneous active power L1 (+P) in W resolution
nl: Actief stroomverbruik van fase L1 (+P) in Watt

source: Instantaneous active power L2 (+P) in W resolution
nl: Actief stroomverbruik van fase L2 (+P) in Watt

source: Instantaneous active power L3 (+P) in W resolution
nl: Actief stroomverbruik van fase L3 (+P) in Watt

source: Instantaneous active power L1 (-P) in W resolution
nl: Actieve stroomteruglevering van fase L1 (-P) in Watt

source: Instantaneous active power L2 (-P) in W resolution
nl: Actieve stroomteruglevering van fase L2 (-P) in Watt

source: Instantaneous active power L3 (-P) in W resolution
nl: Actieve stroomteruglevering van fase L3 (-P) in Watt

source: Current voltage for phase L1 (in V)
nl: Huidig voltage in fase L1 (in V)

source: Current voltage for phase L2 (in V)
nl: Huidig voltage in fase L2 (in V)

source: Current voltage for phase L3 (in V)
nl: Huidig voltage in fase L3 (in V)

source: Power/current for phase L1 (in A)
nl: Huidige stroomsterkte in fase L1 (in A)

source: Power/current for phase L2 (in A)
nl: Huidige stroomsterkte in fase L2 (in A)

source: Power/current for phase L3 (in A)
nl: Huidige stroomsterkte in fase L3 (in A)

source: Electricity consumption
nl: Elektriciteitsverbruik

source: Last meter position read
nl: Laatst gelezen meterstand

source: Delivered value, based on the previous reading
nl: Aantal geleverd, gebaseerd op de voorgaande meting

source: Gas consumption
nl: Gasverbruik

source: Contract end
nl: Contract einde

source: Set to a far future date when there is not contract end.
nl: Zet deze datum in de verre toekomst als er geen contracteinde is.

source: Contract name
nl: Contractnaam

source: For your own reference, i.e. the name of your supplier
nl: Voor je eigen referentie, bijvoorbeeld de naam van je energieleverancier

source: Tariff 1 delivered price (€)
nl: Tarief 1 verbruiksprijs (€)

source: Set to zero when: Unused / Defined in other contract / Not applicable to your situation
nl: Stel in op nul wanneer: Ongebruikt / Al ingesteld in ander contract / Niet van toepassing in jouw situatie

source: Tariff 2 delivered price (€)
nl: Tarief 2 verbruiksprijs (€)

source: Gas price (€)
nl: Gasprijs (€)

source: Tariff 1 returned price (€)
nl: Tarief 1 terugleveringssprijs (€)

source: Tariff 2 returned price (€)
nl: Tarief 2 terugleveringssprijs (€)

source: Fixed daily costs (€)
nl: Vaste dagelijkse kosten (€)

source: Energy supplier price contract
nl: Energieleverancier contract

source: Energy supplier (price) contract
nl: Energieleverancier contract

source: Energy supplier (price) contracts
nl: Energieleverancier contracten

source: By reading (default)
nl: Per meting (standaard)

source: By minute
nl: Per minuut

source: On every change (default)
nl: Op elke verandering (standaard)

source: Force grouping by hour
nl: Forceer groepering per uur

source: Electricity grouping type
nl: Elektriciteitsmetingen groeperen

source: Electricity readings are read every X seconds, depending on your meter. We can group these for you.
nl: Elektriciteitsmetingen vinden elke X seconden plaats, afhankelijk van je meter. We kunnen ze voor je groeperen.

source: Gas grouping type
nl: Gasmetingen groeperen

source: DSMR 4 (gas) meters always group readings by hour. DSMR 5 (gas) meters can be optionally grouped by hour.
nl: DSMR 4 (gas)meters groeperen metingen altijd per uur. DSMR 5 (gas)meters kunnen deze optioneel laten groeperen.

source: Consumption configuration
nl: Verbruiksconfiguratie

source: In order to use separate contract dates for electricity/gas overlapping each other, make sure to <strong>set the prices to zero</strong> not required for a contract.
nl: Om aparte en overlappende contracten toe te staan, voor bijvoorbeeld gas en elektra, zorg ervoor dat je <strong>ongebruikte prijzen op nul zet</strong>.

source: Updating prices for (past) days already stored in the Archive does <strong>not affect</strong> them.
nl: Prijswijzigingen voor historische dagen die (in het verleden) in het Archief zijn opgeslagen, hebben daar <strong>geen effect</strong> op.

source: In order to reapply price changes retroactively
nl: Om prijswijzigingen met terugwerkende kracht toe te passen

source: see the FAQ
nl: zie de FAQ

source: for a how-to.
nl: voor hoe je dit kan doen.

source: Input method and DSMR protocol
nl: Uitleesmethode en DSMR-protocol

source: The datalogger process should automatically restart to apply changes. To manually restart, see the <a href="https://dsmr-reader.readthedocs.io/nl/v4/faq/restart_processes.html">FAQ</a>.
nl: Het datalogger-proces zou automatisch moeten herstarten om de wijzigingen toe te passen. Om handmatig te herstarten, zie de <a href="https://dsmr-reader.readthedocs.io/nl/v4/faq/restart_processes.html">FAQ</a>.

source: When using serial socket input method
nl: Voor uitlezen via een seriële poort

source: When using network socket input method
nl: Voor uitlezen via een netwerk socket

source: Retention policy applies to telegrams and related data that is no longer needed after processing.
nl: Gegevensretentiebeleid is alleen van toepassing op telegrammen en overige data die na verwerking niet meer nodig is.

source: Waiting for the first reading ever
nl: Nog nooit een meting ontvangen

source: No recent readings received
nl: Geen recente metingen ontvangen

source: Performs an DSMR P1 telegram reading on the serial port.
nl: Leest een DSMR P1 telegram uit van de seriële poort (meti.

source: The system just applied a one-time update to the datalogger sleep setting, increasing it to 5 seconds. This probably prevents a lot of potential future data storage and performance issues for many users. If you disagree with this new value, feel free to revert it manually in the configuration.
nl: Het systeem heeft zojuist een eenmalige update gedaan van de datalogger sleep-waarde naar 5 seconden. Dit voorkomt waarschijnlijk voor vele gebruikers een hoop toekomstige problemen qua performance en dataopslag. Mocht je de nieuwe waarde niet willen gebruiken, voel je dan vrij om deze weer handmatig terug te zetten in de configuratie.

source: Timestamp indicating when the reading was taken, according to the smart meter
nl: Moment waarop de meting is gedaan, volgens de meter

source: Meter position stating electricity delivered (low tariff) in kWh
nl: Meterstand van verbruikte elektriciteit (laagtarief) in kWh

source: Meter position stating electricity returned (low tariff) in kWh
nl: Meterstand van teruggeleverde elektriciteit (laagtarief) in kWh

source: Meter position stating electricity delivered (normal tariff) in kWh
nl: Meterstand van verbruikte elektriciteit (piektarief) in kWh

source: Meter position stating electricity returned (normal tariff) in kWh
nl: Meterstand van teruggeleverde elektriciteit (piektarief) kWh

source: Current electricity delivered in kW
nl: Huidig elektriciteitsverbruik in kW

source: Current electricity returned in kW
nl: Huidige teruglevering elektriciteit in kW

source: Current electricity used by phase L1 (in kW)
nl: Huidig elektriciteitsverbruik in fase L1 (in kW)

source: Current electricity used by phase L2 (in kW)
nl: Huidig elektriciteitsverbruik in fase L2 (in kW)

source: Current electricity used by phase L3 (in kW)
nl: Huidig elektriciteitsverbruik in fase L3 (in kW)

source: Last timestamp read from the extra device connected (gas meter)
nl: Tijdstip van meting door de externe (gas)meter

source: Last value read from the extra device connected (gas meter)
nl: Meterstand van de externe (gas)meter

source: Whether this reading has been processed for merging into statistics
nl: Geeft aan of deze meting al verwerkt is in het samenvoegen van statistieken

source: Current electricity returned by phase L1 (in kW)
nl: Huidige elektriciteitteruglevering in fase L1 (in kW)

source: Current electricity returned by phase L2 (in kW)
nl: Huidige elektriciteitteruglevering in fase L2 (in kW)

source: Current electricity returned by phase L3 (in kW)
nl: Huidige elektriciteitteruglevering in fase L3 (in kW)

source: DSMR reading (read only)
nl: DSMR-uitlezing (alleen lezen)

source: DSMR readings (read only)
nl: DSMR-uitlezing (alleen lezen)

source: Serial port
nl: Seriële poort

source: Network socket (IPv4)
nl: Netwerk socket (IPv4)

source: Netherlands - DSMR version 4/5 (default)
nl: Nederlands - DSMR-versie 4/5 (standaard)

source: Netherlands - DSMR version 2/3
nl: Nederlands - DSMR-versie 2/3

source: Belgium - Fluvius (gas meter fix)
nl: België - Fluvius (fix voor gasmeter)

source: Luxembourg - Smarty (single tariff fix)
nl: Luxemburg - Smarty (fix voor enkel tarief)

source: Input method
nl: Uitleesmethode

source: Whether to read telegrams from a serial port or network socket.
nl: Geeft aan of telegrammen uitgelezen worden via een seriële poort of netwerk socket.

source: DSMR version
nl: DSMR-versie

source: The DSMR version your meter supports. Version should be printed on meter.
nl: De DSMR-versie ondersteund door je meter. Versie staat meestal aangegeven op de meter.

source: For serial input: Serial port connected to smartmeter.
nl: Voor uitlezen via een seriële poort: De seriële poort verbonden met de slimme meter.

source: Network socket address
nl: Netwerk socket adres

source: For network input: IP address or hostname of the network device connected to smartmeter.
nl: Voor uitlezen via netwerk: IP-adres of hostnaam van het netwerkapparaat verbonden met de slimme meter.

source: Network socket port
nl: Netwerk socket poort

source: For network input: Port of the network device connected to smartmeter.
nl: Voor uitlezen via een netwerk socket: Poort van het netwerkapparaat verbonden met de slimme meter.

source: Datalogger process sleep
nl: Datalogger proces sleep

source: The number of seconds the application will sleep after reading data from the datalogger (API excluded).
nl: Het aantal seconden dat de applicatie wacht na het inlezen van gegevens via de datalogger (API uitgezonderd).
