Repository: dennissiemensma/dsmr-reader
Catalog: dsmrreader/locales/*/LC_MESSAGES/django.po
Languages: nl

source: Based on the latest telegram received, no matter if it's still unprocessed.
nl: Gebaseerd op het meest recente telegram, ook als deze nog niet verwerkt is.

source: /hour
nl: /uur

source: Consumed
nl: Verbruikt

source: Returned
nl: Teruggeleverd

source: Costs
nl: Kosten

source: today
nl: vandaag

source: Total
nl: Totaal

source: Current month
nl: Huidige maand

source: until yesterday
nl: tot en met gisteren

source: day
nl: dag

source: The totals for the current month are currently not (yet) available. Check again tomorrow.
nl: De totalen voor de huidige maand zijn momenteel (nog) niet beschikbaar. Probeer het morgen nogmaals.

source: All data is based on whether you have set prices for the types. E.g.: omitting gas prices will hide gas consumption for the contract.
nl: Alle gegevens zijn gebaseerd op de ingestelde prijzen. Bijvoorbeeld: het weglaten van gasprijzen laat gasconsumptie hier niet zien bij het contract.

source: Please note that the data displayed here only includes the energy price and is likely to differ from the bill of your energy supplier.
nl: N.B.: De gegevens die hier getoond worden zijn alleen gebaseerd op de energieprijzen en verschillen zeer waarschijnlijk van je energierekening.

source: Also, any electricity returned is not taken into account for the cost. The kWh returned is only displayed for your convenience.
nl: Daarnaast wordt teruggeleverde energie niet verrekend in de kosten. De teruggeleverde kWh wordt hier alleen voor de volledigheid getoond.

source: Show contract prices
nl: Toon contractprijzen

source: tariff 1
nl: tarief 1

source: tariff 2
nl: tarief 2

source: Fixed daily costs
nl: Vaste kosten per dag

source: Select data type
nl: Selecteer gegevenstype

source: Select the type of data you want to export.
nl: Selecteer het soort gegevens dat je wil exporteren.

source: Day totals
nl: Dagtotalen

source: Summary of each day. Contains electricity, gas and costs (if applicable).
nl: Samenvatting van elke dag. Bevat elektriciteit, gas en gemaakte kosten (wanneer van toepassing).

source: Hour totals
nl: Uurtotalen

source: Summary of each hour read. Contains electricity and gas (if applicable).
nl: Samenvatting van elk uur. Bevat elektriciteit en gas (wanneer van toepassing).

source: Summary of all temperatures read (if enabled).
nl: Overzicht van alle temperatuurmetingen (wanneer ingeschakeld).

source: Select date range start
nl: Selecteer startdatum

source: Select starting day for export.
nl: Selecteer startdatum voor export.

source: Select date range end
nl: Selecteer einddatum

source: Select ending day for export.
nl: Selecteer einddatum voor export.

source: Select export format
nl: Selecteer export formaat

source: Choose a format the data will be exported in.
nl: Kies een formaat waarin de data geëxporteerd wordt.

source: Exports the data in Comma Separated Format, which can be read by Excel.
nl: Exporteert de gegevens in komma gescheiden formaat, die in te lezen is door Excel.

source: Add note for this date
nl: Voeg notitie toe voor deze datum

source: Avg
nl: Gem

source: %(data_count)s data point
nl: %(data_count)s datapunt

source: Difference
nl: Verschil

source: There is a difference between the number of data points available for this selection. This may cause the comparison to be inaccurate.
nl: Er is een verschil in het aantal beschikbare datapunten voor deze selectie. Dit kan ervoor zorgen dat de vergelijking onnauwkeurig is.

source: Recent electricity consumption
nl: Recent elektriciteitsverbruik

source: Based on the latest electricity consumption processed.
nl: Gebaseerd op het meest recent verwerkte elektriciteitsverbruik.

source: Scroll or pinch the graph to zoom in and out. To change the current point in time, drag the graph sideways, or use the scrollbar/control below the graph.
nl: Scroll of knijp de grafiek om in- en uit te zoomen. Om de huidige tijdspositie aan te passen, sleep de grafiek zijwaarts, of gebruik de scrollbalk/controller onder de grafiek.

source: Recent distribution of electricity phases
nl: Recente distributie elektriciteitsfasen

source: Recent phase voltages
nl: Recente voltages fasen

source: Recent phase currents
nl: Recente stroomsterktes

source: Recent gas consumption
nl: Recent gasverbruik

source: Recent temperatures
nl: Recente temperaturen

source: Loading...
nl: Bezig met laden...

source: Unread Notifications
nl: Ongelezen notificaties

source: Mark all notifications as read
nl: Markeer alle notificaties als gelezen

source: Mark all as read
nl: Markeer allemaal als gelezen

source: Login to mark as read
nl: Log in om te markeren als gelezen

source: Mark as read
nl: Markeer als gelezen

source: View page
nl: Bekijk pagina

source: There are no unread notifications.
nl: Er zijn geen ongelezen notificaties.

source: No data found yet. This page should display data as soon as the first reading is processed by DSMR-reader.
nl: Nog geen gegevens gevonden. Deze pagina weergeeft gegevens zodra de eerste meting door DSMR-reader is verwerkt.

source: Meter positions
nl: Meterstanden

source: Electricity (combined)
nl: Elektriciteit (gecombineerd)

source: Meter flags/statistics
nl: Meter vlaggetjes/statistieken

source: Number of voltage sags/dips in phase L2
nl: Aantal spanningsdippen in fase L2

source: polyphase meters only
nl: alleen voor meters met meerdere fasen

source: Number of voltage sags/dips in phase L3
nl: Aantal spanningsdippen in fase L3

source: Number of voltage swells in phase L2
nl: Aantal spanningspieken in fase L2

source: Number of voltage swells in phase L3
nl: Aantal spanningspieken in fase L3

source: All time highs & lows
nl: Hoogte- en laagte records

source: Highest consumption (L1+)
nl: Hoogste verbruik (L1+)

source: Highest consumption (L2+)
nl: Hoogste verbruik (L2+)

source: Highest consumption (L3+)
nl: Hoogste verbruik (L3+)

source: Lowest consumption (L1+)
nl: Laagste verbruik (L1+)

source: Lowest consumption (L2+)
nl: Laagste verbruik (L2+)

source: Lowest consumption (L3+)
nl: Laagste verbruik (L3+)

source: Highest return (L1-)
nl: Hoogste teruglevering (L1-)

source: Highest return (L2-)
nl: Hoogste teruglevering (L2-)

source: Highest return (L3-)
nl: Hoogste teruglevering (L3-)

source: Enable "Track electricity phases" in the Datalogger Configuration to track this data.
nl: Vink "Houd elektriciteitsfasen bij" aan, in de Dataloggerconfiguratie, om deze gegevens bij te houden.

source: Issues
nl: Problemen

source: Since
nl: Sinds

source: Everything seems to run smoothly. Any issues, such as missing data or stale processes, will be reported here.
nl: Alles lijkt soepel te draaien. Als er problemen zijn, zoals missende gegevens of hangende processen, dan worden die hier getoond.

source: Data
nl: Gegevens

source: Total reading stored
nl: Totaal aantal opgeslagen metingen

source: Calculate reading count
nl: Bereken aantal metingen

source: No day/hour statistics are generated yet. Please wait for the next day.
nl: Er zijn momenteel nog geen dag-/uurstatistieken gegenereerd. Wacht op de volgende dag.

source: Untracked consumption in the past (and today), is not taken into account.
nl: Ongemeten verbruik in het verleden (inclusief vandaag) wordt buiten beschouwing gelaten.

source: Average electricity consumed each hour (in %%) within the past 4 weeks
nl: Gemiddelde elektriciteitsverbruik uur (in %%) van de afgelopen 4 weken

source: Average electricity returned each hour (in %%) within the past 4 weeks
nl: Gemiddelde elektriciteitsteruglevering per uur (in %%) van de afgelopen 4 weken

source: Average gas consumed each hour (in %%) within the past 4 weeks
nl: Gemiddeld gasverbruik per uur (in %%) van de afgelopen 4 weken

source: Electricity tariff ratio (past week)
nl: Elektriciteitsverbruik piek- en daltarief (afgelopen week)

source: Electricity tariff ratio (past month)
nl: Elektriciteitsverbruik piek- en daltarief (afgelopen maand)

source: The backend process should automatically restart to apply changes. To manually restart, see the <a href="https://dsmr-reader.readthedocs.io/nl/v4/faq/restart_processes.html">FAQ</a>.
nl: Het backend-proces zou automatisch moeten herstarten om de wijzigingen toe te passen. Om handmatig te herstarten, zie de <a href="https://dsmr-reader.readthedocs.io/nl/v4/faq/restart_processes.html">FAQ</a>.

source: Example: <pre> ### [measurement_name] ### DSMR-reader field 1 = InfluxDB field 1 ### DSMR-reader field 2 = InfluxDB field 2 [electricity_live] electricity_currently_delivered = currently_delivered electricity_currently_returned = currently_returned [electricity_positions] electricity_delivered_1 = delivered_1 electricity_returned_1 = returned_1 electricity_delivered_2 = delivered_2 electricity_returned_2 = returned_2 [electricity_voltage] phase_voltage_l1 = phase_l1 phase_voltage_l2 = phase_l2 phase_voltage_l3 = phase_l3 [electricity_phases] phase_currently_delivered_l1 = currently_delivered_l1 phase_currently_delivered_l2 = currently_delivered_l2 phase_currently_delivered_l3 = currently_delivered_l3 phase_currently_returned_l1 = currently_returned_l1 phase_currently_returned_l2 = currently_returned_l2 phase_currently_returned_l3 = currently_returned_l3 [electricity_power] phase_power_current_l1 = current_l1 phase_power_current_l2 = current_l2 phase_power_current_l3 = current_l3 [gas_positions] extra_device_delivered = delivered </pre>
nl: Voorbeeld: <pre> ### [measurement_name] ### DSMR-reader field 1 = InfluxDB field 1 ### DSMR-reader field 2 = InfluxDB field 2 [electricity_live] electricity_currently_delivered = currently_delivered electricity_currently_returned = currently_returned [electricity_positions] electricity_delivered_1 = delivered_1 electricity_returned_1 = returned_1 electricity_delivered_2 = delivered_2 electricity_returned_2 = returned_2 [electricity_voltage] phase_voltage_l1 = phase_l1 phase_voltage_l2 = phase_l2 phase_voltage_l3 = phase_l3 [electricity_phases] phase_currently_delivered_l1 = currently_delivered_l1 phase_currently_delivered_l2 = currently_delivered_l2 phase_currently_delivered_l3 = currently_delivered_l3 phase_currently_returned_l1 = currently_returned_l1 phase_currently_returned_l2 = currently_returned_l2 phase_currently_returned_l3 = currently_returned_l3 [electricity_power] phase_power_current_l1 = current_l1 phase_power_current_l2 = current_l2 phase_power_current_l3 = current_l3 [gas_positions] extra_device_delivered = delivered </pre>

source: Too many outgoing InfluxDB measurements queued for transit
nl: Er zijn te veel uitgaande InfluxDB measurements die wachten op verzending

source: INSECURE - No HTTPS (default)
nl: ONVEILIG - Geen HTTP (standaard)

source: SECURE (CERT_NONE) - HTTPS, but errors are ignored (untrusted or expired certificates)
nl: VEILIG (CERT_NONE) - HTTPS, maar certificaatfouten worden genegeerd (bij onvertrouwde of verlopen certificaten)

source: SECURE (CERT_REQUIRED) - HTTPS and requires a valid/trusted certificate
nl: VEILIG (CERT_REQUIRED) - HTTPS en vereist een geldig/vertrouwd certificaat

source: Enabled
nl: Ingeschakeld

source: Whether the InfluxDB integration is enabled.
nl: Geeft aan of de InfluxDB-integratie ingeschakeld is.

source: InfluxDB hostname
nl: InfluxDB hostnaam

source: The hostname of the InfluxDB.
nl: De hostnaam van de InfluxDB.

source: InfluxDB port
nl: InfluxDB poort

source: Default: 8086
nl: Standaard: 8086

source: The name of the database used in InfluxDB.
nl: De naam van de database binnen InfluxDB.

source: InfluxDB username
nl: InfluxDB gebruikersnaam

source: Optional: The username used for authentication with InfluxDB.
nl: Optioneel: De gebruikersnaam voor de authenticatie met InfluxDB.

source: InfluxDB password
nl: InfluxDB wachtwoord

source: Optional: The password used for authentication with InfluxDB.
nl: Optioneel: Het wachtwoord voor de authenticatie met InfluxDB.

source: Use secure connection (HTTPS)
nl: Gebruik een veilige verbinding (HTTPS)

source: Whether the client should use a secure connection. Select SECURE (CERT_NONE) for self-signed certificates.
nl: Geeft aan of er gebruikt gemaakt moet worden van een beveiligde verbinding. Kies voor VEILIG (CERT_NONE) wanneer je een self-signed certificaat gebruikt.

source: Formatting
nl: Formaat

source: Mapping used for the measurements used in your InfluxDB database.
nl: Mapping die gebruikt wordt om de measurements in je InfluxDB-database aan te maken.

source: Detailed instructions for configuring MinderGas.nl can be found here: <a href="https://dsmr-reader.readthedocs.io/nl/v4/admin/mindergas.html">Documentation</a>
nl: Gedetailleerde instructies voor het koppelen met MinderGas.nl kun je hier terugvinden: <a href="https://dsmr-reader.readthedocs.io/nl/v4/admin/mindergas.html">Documentatie</a>

source: Export data to MinderGas
nl: Exporteer gegevens naar MinderGas

source: Whether we should export your gas readings (if any) to your MinderGas.nl account.
nl: Bepaalt of we je meterstanden dagelijks moeten uploaden naar je eigen account op MinderGas.nl.

source: MinderGas authentication token
nl: MinderGas.nl Authenticatietoken (API)

source: The authentication token used to authenticate for the MinderGas API. More information can be found here: https://www.mindergas.nl/member/api
nl: Authenticatietoken voor de API-toegang van je persoonlijk account bij MinderGas. Kijk hier voor meer informatie: https://www.mindergas.nl/member/api

source: MinderGas.nl configuration
nl: MinderGas.nl-configuratie

source: Failed to export to MinderGas: {}
nl: Exporteren naar MinderGas gefaald: {}

source: No recent gas reading found
nl: Geen recente gasmeting gevonden

source: Unexpected status code received
nl: Onverwachte statuscode ontvangen

source: Misc
nl: Overig

source: Triggered by the datalogger or any API calls using the v1 API. Allows you to pass on any incoming raw telegrams to the MQTT broker.
nl: Wordt geactiveerd door de datalogger of API calls via de v1 API. Staat je toe om onbewerkte telegrammen door te sturen naar de MQTT broker.

source: Triggered by any method of reading insertion (datalogger or API). Allows you to send newly created readings to the MQTT broker, as a JSON message. You can alter the field names used in the JSON message. Removing lines will remove fields from the message as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, in JSON-formaat. Je kunt de veldnamen aanpassen die in het JSON-bericht gebruikt worden. Standaardwaarde: <pre> {} </pre>

source: Triggered by any method of reading insertion (datalogger or API). Allows you to send newly created readings to the MQTT broker, splitted per field. You can designate each field name to a different topic. Removing lines will prevent those fields from being broadcast as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, gesplitst per topic. Je kunt de topics aanpassen waar de velden naar toe gestuurd worden.Verstuurd wanneer een nieuwe gasmeting is verwerkt. Standaardwaarde: <pre> {} </pre>

source: Triggered by any method of reading insertion (datalogger or API). Send the current day totals to the broker. You can alter the the field names used in the JSON message. Removing lines will remove fields from the message as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, in JSON-formaat. Je kunt de veldnamen aanpassen die in het JSON-bericht gebruikt worden. Standaardwaarde: <pre> {} </pre>

source: Triggered by any method of reading insertion (datalogger or API). Allows you to send day totals (dashboard) to the MQTT broker, splitted per field. You can designate each field name to a different topic. Removing lines will prevent those fields from being broadcast as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, gesplitst per topic. Je kunt de topics aanpassen waar de velden naar toe gestuurd worden.Verstuurd wanneer een nieuwe gasmeting is verwerkt. Standaardwaarde: <pre> {} </pre>

source: Triggered by any method of reading insertion (datalogger or API). Allows you to send meter statistics to the MQTT broker, splitted per field. You can designate each field name to a different topic. Removing lines will prevent those fields from being broadcast as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, gesplitst per topic. Je kunt de topics aanpassen waar de velden naar toe gestuurd worden.Verstuurd wanneer een nieuwe gasmeting is verwerkt. Standaardwaarde: <pre> {} </pre>

source: Triggered when a different gas reading is processed. Allows you to send gas consumption to the MQTT broker, as a JSON message. You can alter the field names used in the JSON message. Removing lines will remove fields from the message as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, in JSON-formaat. Je kunt de veldnamen aanpassen die in het JSON-bericht gebruikt worden. Standaardwaarde: <pre> {} </pre>

source: Triggered when a different gas reading is processed. Allows you to send gas consumption to the MQTT broker, splitted per field. You can designate each field name to a different topic. Removing lines will prevent those fields from being broadcast as well. Default value: <pre> {} </pre>
nl: Verstuurd wanneer een nieuwe gasmeting is verwerkt. Staat je toe om de huidige waarden te laten doorsturen naar de MQTT broker, gesplitst per topic. Je kunt de topics aanpassen waar de velden naar toe gestuurd worden.Verstuurd wanneer een nieuwe gasmeting is verwerkt. Standaardwaarde: <pre> {} </pre>

source: Too many outgoing MQTT messages queued for transit
nl: Er zijn te veel uitgaande MQTT-berichten die wachten op verzending

source: MQTT now requires a separate process in Supervisor. Please read the changelog for more instructions.
nl: MQTT vereist voortaan een apart proces in Supervisor. Zie het wijzigingenoverzicht voor verdere instructies.

source: Outgoing MQTT message
nl: Uitgaand MQTT-bericht

source: Outgoing MQTT messages
nl: Uitgaande MQTT-berichten

source: INSECURE - No SSL/TLS
nl: ONVEILIG - Geen SSL/TLS

source: SECURE (CERT_NONE) - Validation errors are ignored (untrusted or expired certificates)
nl: VEILIG (CERT_NONE) - Validatiefouten worden genegeerd (bij onvertrouwde of verlopen certificaten)

source: SECURE (CERT_REQUIRED) - Requires a valid/trusted certificate
nl: VEILIG (CERT_REQUIRED) - Vereist een geldig/vertrouwd certificaat

source: Whether the MQTT integration is enabled.
nl: Geeft aan of de MQTT-integratie ingeschakeld is.

source: Hostname
nl: Hostnaam

source: The hostname of the broker to send MQTT messages to.
nl: De hostnaam om MQTT-berichten naar te versturen.

source: Secure (SSL/TLS)
nl: Beveiliging (SSL/TLS)

source: Whether the client should use a secure connection. Select SECURE (CERT_NONE) for self-signed certificates. Make sure to use the appropriate MQTT(S) port as well.
nl: Geeft aan of er gebruikt gemaakt moet worden van een beveiligde verbinding. Kies voor VEILIG (CERT_NONE) wanneer je een self-signed certificaat gebruikt. Zorg er ook voor dat je de bijbehorende MQTT(S)-poort gebruikt.

source: Optional: The username required for authentication (if any).
nl: Optioneel: De gebruikersnaam voor authenticatie (indien nodig).

source: Optional: The password required for authentication (if any).
nl: Optioneel: het wachtwoord voor authenticatie (indien nodig).

source: The client ID used to identify DSMR-reader sending the MQTT messages.
nl: Het Client ID dat gebruikt wordt om DSMR-reader te identificeren bij het versturen van de MQTT berichten.

source: QoS 0: Fastest performance, but unreliable (designed for reliable connections, such as cabled networks). QoS 1: Average performance, but reliable. Caveat: May re-send messages, causing them to duplicate! QoS 2: Slowest performance, but reliable and prevents sending duplicate messages.
nl: QoS 0: Beste performance, maar onbetoruwbaar (ontworpen voor betrouwbare verbindingen, zoals bekabelde netwerken). QoS 1: Gemiddelde performance, maar betrouwbaar. LET OP: Kan ervoor zorgen dat berichten dubbel verzonden worden! QoS 2: Traagste performance, maar betrouwbaar en voorkomt het versturen van dubbele berichten.

source: Restart required
nl: Herstart vereist

source: Whether the process requires a restart, forcing the client-broker connection to be reset.
nl: Geeft aan of het proces een herstart vereist, wat forceert om de verbinding tussen client en broker te resetten.

source: By default this integration will be disabled on connection errors, to prevent network flooding. You can override this behaviour by enabling this option. It will then no longer disable itself in this situation.
nl: Standaard schakelt deze integratie zichzelf uit bij verbindingsfouten, om (onnodige) netwerkload te voorkomen. Je kunt dit gedrag laten negeren door deze optie in te schakelen. Dit voorkomt uitschakelen van de integratie bij netwerkfouten.

source: MQTT Broker/connection
nl: MQTT broker/verbinding

source: Whether gas consumption is sent to the broker, in JSON format.
nl: Geeft aan of het gasverbruik wordt doorgestuurd naar de broker, in JSON formaat.

source: Topic path
nl: Topic pad

source: The topic to send the parsed JSON telegrams to.
nl: Het topic om de JSON telegrammen naar te versturen.

source: Maps the field names used in the JSON message sent to the broker.
nl: Mapt de veldnamen die gebruikt worden in het JSON-bericht naar de broker toe.

source: (Data source) Gas consumption: JSON
nl: (Databron) Gasverbruik: JSON

source: Whether gas consumption is sent to the broker, having each field sent to a different topic.
nl: Geeft aan of het gasverbruik wordt doorgestuurd naar de broker, gesplitst op een apart veld per topic.

source: Maps the field names to separate topics sent to the broker.
nl: Mapt de veldnamen naar topics, die gebruikt worden in individuele berichten naar de broker toe.

source: (Data source) Gas consumption: Split topic
nl: (Databron) Gasverbruik: Gesplitst topic

source: Whether the day consumption is sent to the broker, in JSON format.
nl: Geeft aan of het dagverbruik wordt doorgestuurd naar de broker, in JSON formaat.

source: The topic to send the JSON formatted message to.
nl: Het topic om het JSON-bericht naar te versturen.

source: (Data source) Day consumption: JSON
nl: (Databron) Dagverbruik: JSON

source: Whether day consumption is sent to the broker, having each field sent to a different topic.
nl: Geeft aan of het dagverbruik wordt doorgestuurd naar de broker, gesplitst op een apart veld per topic.

source: (Data source) Day consumption: Split topic
nl: (Databron) Dagverbruik: Gesplitst topic

source: Whether meter statistics are sent to the broker, having each field sent to a different topic.
nl: Geeft aan of meterstatistieken worden doorgestuurd naar de broker, gesplitst op een apart veld per topic.

source: (Data source) Meter Statistics: Split topic
nl: (Databron) Meterstatistieken: Gesplitst topic

source: Whether any raw telegrams received are sent to the broker.
nl: Geeft aan of onbewerkte telegrammen verstuurd worden naar de broker.

source: The topic to send the raw telegrams to.
nl: Het topic om de onbewerkte telegrammen naar te versturen.

source: (Data source) Telegram: Raw
nl: (Databron) Telegram: Ruw
